Repository: SiqingYu/mygpo
Catalog: mygpo/locale/*/LC_MESSAGES/django.po
Languages: he, it, nl

source: Activate User
he: הפעלת משתמש
it: Attiva utente
nl: Gebruiker activeren

source: Username
he: שם משתמש
nl: Gebruikersnaam

source: Email
he: כתובת
nl: E-mailadres

source: Activate
he: הפעלה
it: Attiva
nl: Activeren

source: Admin Area
he: אזור ניהול
it: Area Amministratore
nl: Administrator-zone

source: User-Agent Statistics
he: סטטיסטיקת דפדפנים
it: Statistiche per User-Agent
nl: Gebruikersagent-statistieken

source: Client
he: לקוח

source: Version
he: גרסה
it: Versione
nl: Versie

source: Library
he: ספריה
it: Libreria
nl: Bibliotheek

source: OS
he: מערכת הפעלה
it: SO
nl: Besturingssysteem

source: Number of Clients
he: מספר לקוחות
it: Numero di client
nl: Aantal clients

source: Total
he: סך הכול
it: Totale
nl: Totaal

source: File Type Stats
he: סטטיסטיקת סוגי קבצים
it: Statistiche per tipo di file
nl: Bestandssoort-statistieken

source: File Type
he: סוג קובץ
it: Tipo di file
nl: Bestandssoort

source: Episode URLs
he: כתובות פרקים
it: URL dell'episodio
nl: Afleverings-URL's

source: Host Information
he: פרטי מארח
it: Informazioni Host
nl: Host-informatie

source: mygpo Version
he: גרסת mygpo
it: Versione mygpo
nl: mygpo-versie

source: Base Directory
he: תיקיית בסיס
it: Raccolta base
nl: Basismap

source: Hostname
he: שם מארח
nl: Hostnaam

source: Django Version
he: גרסת Django
it: Versione Django
nl: Django-versie

source: Feed Update Queue
he: תור עדכון הזנות
it: Coda aggiornamento feed
nl: Feed-bijwerkwachtrij

source: min ahead
he: דקות הקדמה
it: min avanti
nl: min voor

source: min behind
he: דקות איחור
it: min indietro
nl: min achter

source: Number of podcasts with outdated search index
he: מספר הפודקאסטים עם אינדקס חיפוש בלתי עדכני
it: Numero di podcast con indicizzazione non aggiornata
nl: Aantal podcasts met verouderde zoekindex

source: Scheduled Celery Tasks
he: משימות מתוזמנות ב־Celery
nl: Ingeplande Celery-taken

source: Publisher Permissions
he: הרשאות הפצה
it: Permessi di pubblicazione
nl: Uitgeversmachtigingen

source: Hi %(username)s,
he: שלום %(username)s,
it: Ciao %(username)s,
nl: Hallo %(username)s,

source: You have been assigned as a publisher for the following podcasts:
he: הוקצית להפצה של הפודקאסטים הבאים:
it: Sei stato assegnato come editore per i seguenti podcast:
nl: Je bent aangewezen als uitgever van de volgende podcasts:

source: You can now access the publisher pages at
he: כעת באפשרותך לגשת לעמודי ההפצה תחת
it: Puoi ora accedere alle pagine dell'editore da
nl: Je hebt nu toegang tot de uitgeverpagina's op

source: There you can get statistics, insights and additional control over your podcast at %(domain)s.
he: שם ניתן לקבל סטטיסטיקה, תובנות ושליטה נוספת על הפודקאסט שלך ב־%(domain)s.
it: Qui puoi trovare statistiche, informazioni e controlli aggiuntivi per il tuo podcast su%(domain)s.
nl: Daar kun je statistieken, inzicht en extra beheer verkrijgen over je podcast op %(domain)s.

source: If you have any questions, please visit %(url)s
he: אם יש לך שאלות, ניתן לבקר ב־%(url)s
it: Per qualsiasi domanda, visita %(url)s
nl: Als je vragen hebt, ga dan naar %(url)s

source: Merge Podcasts and Episodes
he: מיזוג פודקאסטים ופרקים
it: Unisci podcast e episodi
nl: Podcasts en afleveringen samenvoegen

source: Episodes that have the same number will be merged. Please verify all your changes by clicking on 'Renew Groups' before starting the Merge.
he: פרקים שיש להם את אותו המספר ימוזגו. נא לאמת את כל השינויים שלך על ידי לחיצה על ‚חידוש קבוצות’ בטרם התחלת המיזוג.
it: Gli episodi con lo stesso numero verranno uniti. Per favore verifica tutte le tue modifiche cliccando su 'Rinnova Gruppi' prima di avviare l'unione.
nl: Afleveringen met hetzelfde getal worden samengevoegd. Verifieer al je wijzigingen door te klikken op 'Groepen vernieuwen' voordat je begint met samenvoegen.

source: Client Stats
he: סטטיסטיקת לקוח
it: Statistiche client
nl: Client-statistieken

source: User-Agent Stats
he: סטטיסטיקת דפדפן
it: Statistiche per User-Agent
nl: Gebruikersagent-statistieken

source: General Stats
he: סטטיסטיקה כללית
it: Statistiche generali
nl: Algemene statistieken

source: Assign Publisher Permissions
he: הקצאת הרשאות הפצה
it: Assegna permessi di pubblicazione
nl: Uitgeversmachtigingen toewijzen

source: Statistics
he: סטטיסטיקה
it: Statistiche
nl: Statistieken

source: Property
he: מאפיין
it: Proprietà
nl: Eigendom

source: Value
he: ערך
it: Valore
nl: Waarde

source: Operation Finished
he: הפעולה הסתיימה
it: Operazione conclusa
nl: Handeling voltooid

source: Operation Ongoing
he: הפעולה מתבצעת
it: Operazione in corso
nl: Bezig met behandelen

source: The following actions were recorded:
he: הפעולות הבאות הוקלטו:
it: Sono state registrate le seguenti azioni:
nl: De volgende acties zijn vastgelegd:

source: none
he: אין
it: nessuna
nl: geen

source: Go to podcast
he: מעבר לפודקאסט
it: Vai al podcast
nl: Ga naar podcast

source: The operation is still ongoing...
he: הפעולה עדיין מתבצעת…
it: L'operazione è ancora in corso...
nl: Nog steeds bezig met behandelen...

source: Refresh
he: רענון
it: Aggiorna
nl: Verversen

source: User-Agent
he: סוכן דפדפן
nl: Gebruikersagent

source: No podcast with URL {url}
he: אין פודקאסט בכתובת {url}
it: Nessun podcast con l'URL {url}
nl: Geen podcast met de URL {url}

source: Provide either username or email address
he: יש לספק שם משתמש או כתובת דוא״ל
it: Inserisci username o indirizzo email
nl: Geef een gebruikersnaam of e-mailadres op

source: No user found
he: לא נמצאו משתמשים
it: Nessun utente trovato
nl: Geen gebruiker gevonden

source: User {username} ({email}) activated
he: המשתמש {username} ‎({email}) עבר עימות
it: Utente {username} ({email}) attivato
nl: Gebruiker {username} ({email}) is geactiveerd

source: downloaded
he: התקבל
it: scaricato
nl: gedownload

source: played
he: התנגן
it: riprodotto
nl: beluisterd

source: deleted
he: נמחק
it: eliminato
nl: verwijderd

source: marked as new
he: סומן כחדש
it: segnato come nuovo
nl: gemarkeerd als nieuw

source: flattr'd
he: קיבל flattr
nl: geflattr'd

source: subscribed
he: נרשם
it: sottoscritto
nl: geabonneerd

source: unsubscribed
he: בוטל רישום
it: rimosso
nl: gedeabonneerd

source: %(username)s's Subscription List
he: רשימת המינויים של %(username)s
it: Lista sottoscrizioni di %(username)s
nl: %(username)s's abonnementenlijst

source: gpodder.net - Top %(count)d
he: gpodder.net - %(count)d המובילים

source: gpodder.net - Search
he: gpodder.net - חיפוש
it: gpodder.net - Cerca
nl: gpodder.net - Zoeken

source: gpodder.net - %(count)d Suggestions
he: gpodder.net - %(count)d הצעות
it: gpodder.net - %(count)d Suggerimenti
nl: gpodder.net - %(count)d suggesties

source: image
he: תמונה
it: immagine
nl: afbeelding

source: audio
he: קטע שמיעה

source: video
he: סרטון

source: Explore
he: עיון
it: Esplora
nl: Ontdekken

source: Podcast Directory
he: תיקיית פודקאסטים
it: Raccolte di podcast
nl: Podcastmap

source: %(listtitle)s <span class="by-user">by <a href="%(user-lists-url)s">%(username)s</a></span>
he: %(listtitle)s <span class="by-user">מאת <a href="%(user-lists-url)s">%(username)s</a></span>
it: %(listtitle)s <span class="by-user">di <a href="%(user-lists-url)s">%(username)s</a></span>
nl: %(listtitle)s <span class="by-user">door <a href="%(user-lists-url)s">%(username)s</a></span>

source: more...
he: עוד…
it: altro...
nl: meer...

source: Podcast List by
he: רשימת פודקאסטים מאת
it: Lista podcast di
nl: Podcastlijst van

source: and %(more)s more
he: ו־%(more)s נוספים
it: e altri %(more)s
nl: en %(more)s anderen

source: Create a Podcast List
he: יצירת רשימת פודקאסטים
it: Crea una Lista podcast
nl: Podcastlijst creëren

source: Random
he: אקראי
it: Casuale
nl: Willekeurig

source: Podcast Added
he: נוסף פודקאסט
it: Podcast aggiunto
nl: Podcast toegevoegd

source: Adding Podcast
he: פודקאסט מתווסף
it: Aggiunta podcast
nl: Bezig met toevoegen van podcast

source: No podcasts could be added
he: לא ניתן להוסיף פודקאסטים
it: Nessun podcast può essere aggiunto
nl: Podcasts kunnen niet worden toegevoegd

source: Podcasts with License %(licensename)s
he: פודקאסט עם הרישיון %(licensename)s
it: Podcast con licenza %(licensename)s
nl: Podcasts onder de licentie %(licensename)s

source: License overview
he: סקירת רישיון
it: Elenco licenze
nl: Licentie-overzicht

source: View License
he: הצגת הרישיון
it: Dettagli licenza
nl: Licentie tonen

source: Podcast
he: פודקאסט

source: Subscribers
he: מנויים
it: Abbonati
nl: Abonnees

source: Currently not available
he: לא זמין כרגע
it: Attualmente non disponibile
nl: Momenteel niet beschikbaar

source: Podcasts with License Information
he: פודקאסטים עם פרטי רישיון
it: Podcast con informazioni sulla licenza
nl: Podcasts met licentie-informatie

source: License
he: רישיון
it: Licenze
nl: Licentie

source: Podcasts
he: פודקאסטים
it: Podcast

source: Episode-Toplist
he: רשימת הפרקים המובילים
it: Classifica Episodi
nl: Topafleveringen

source: Episode
he: פרק
it: Episodio
nl: Aflevering

source: Listeners
he: מאזינים
it: Ascoltatori
nl: Luisteraars

source: from
he: מאת
it: da
nl: uit

source: Language
he: שפה
it: Lingua
nl: Taal

source: all
he: הכול
it: tutto
nl: alle

source: OK
he: אישור
nl: Oké

source: Missing Podcast
he: פודקאסט חסר
it: Aggiungi podcast
nl: Ontbrekende podcast

source: If you're missing a podcast on %(sitename)s, please enter its feed URL here
he: אם חסר לך פודקאסט ב־%(sitename)s, נא להקליד את כתובת ההזנה שלו להלן
it: Se non riesci a trovare un podcast su %(sitename)s, inserisci il suo URL qui
nl: Als er een podcast ontbreekt op %(sitename)s, voer dan hier de feed-URL ervan in

source: Check
he: בדיקה
it: Controlla
nl: Controleren

source: The podcast already exists
he: הפודקאסט כבר קיים
it: Il podcast esiste già
nl: De podcast bestaat al

source: Add Podcast
he: הוספת פודקאסט
it: Aggiungi podcast
nl: Podcast toevoegen

source: Sponsoring Podcast
he: מימון פודקאסט
it: Sponsorizzazione podcast
nl: Gesponsorde podcast

source: Podcast Lists
he: רשימות פודקאסטים
it: Liste podcast
nl: Podcastlijsten

source: List Name
he: שם רשימה
it: Nome lista
nl: Lijstnaam

source: User
he: משתמש
it: Utente
nl: Gebruiker

source: Download
he: הורדה
it: Scarica
nl: Downloaden

source: Know Some Great Podcasts?
he: ידוע לך על פודקאסטים מעולים?
it: Conosci qualche bel podcast?
nl: Ken je geweldige podcasts?

source: Create a list of podcasts about a topic you like
he: יצירת רשימת פודקאסטים על נושא מועדף עליך
it: Crea una lista di podcast su un argomento che ti piace
nl: Creëer een lijst met podcasts over een onderwerp dat je interesseert

source: Search
he: חיפוש
it: Cerca
nl: Zoeken

source: Search term or feed URL
he: ביטוי לחיפוש או כתובת הזנה
it: Cerca un termine o l'URL del feed
nl: Zoekterm of feed-URL

source: Nothing found
he: לא נמצא שום דבר
it: Nessun risultato
nl: Niks gevonden

source: Search API
he: API לחיפוש
it: Cerca API
nl: Zoek-API

source: Access the following address to search for <em>tech</em> podcasts.
he: ניתן לגשת לכתובת הבאה לחיפוש אחר פודקאסטים בנושא <em>טכנולוגיה</em>.
it: Accedi al seguente indirizzo per cercare podcast di<em>tecnologia</em>.
nl: Ga naar het volgende adres om te zoeken naar <em>tech</em>-podcasts.

source: Toplist
he: רשימות מובילות
it: Classifica
nl: Toplijst

source: Client Access
he: גישת לקוח
it: Sottoscrizione client
nl: Client-toegang

source: %d podcasts added
he: נוספו %d פודקאסטים
it: %d podcast aggiunti
nl: %d podcasts toegevoegd

source: History
he: היסטוריה
it: Cronologia
nl: Geschiedenis

source: Website
he: אתר
it: Sito web

source: listeners
he: מאזינים
it: ascoltatori
nl: luisteraars

source: Time
he: זמן
it: Ora
nl: Tijd

source: Action
he: פעולה
it: Azione
nl: Actie

source: Device
he: מכשיר
it: Strumento tecnico
nl: Apparaat

source: Add
he: הוספה
it: Aggiungi
nl: Toevoegen

source: Subscription History
he: היסטוריית מינויים
it: Cronologia sottoscrizione
nl: Abonnementsgeschiedenis

source: for
he: עבור
it: per
nl: voor

source: Back to
he: חזרה אל
it: Indietro a
nl: Terug naar

source: Nothing happened yet.
he: שום דבר לא קרה עדיין.
it: Ancora nessun risultato.
nl: Er heeft nog niks plaatsgevonden.

source: Later
he: מאוחר יותר
it: Dopo

source: Now
he: עכשיו
it: Ora
nl: Nu

source: Earlier
he: מוקדם יותר
it: Prima
nl: Eerder

source: no history yet
he: אין היסטוריה עדיין
it: Nessuna cronologia
nl: nog geen geschiedenis

source: "%(list_title)s" by %(ownername)s
he: „%(list_title)s” מאת %(ownername)s
it: "%(list_title)s" di %(ownername)s
nl: "%(list_title)s" door %(ownername)s

source: a podcast list by <a href="%(user-lists-url)s">%(ownername)s</a>
he: רשימת פודקאסטים מאת <a href="%(user-lists-url)s">%(ownername)s</a>
it: una lista podcast di <a href="%(user-lists-url)s">%(ownername)s</a>
nl: een podcastlijst van <a href="%(user-lists-url)s">%(ownername)s</a>

source: No Podcasts
he: אין פודקאסטים
it: Nessun podcast
nl: Geen podcasts

source: Vote
he: הצבעה
it: Vota
nl: Stemmen

source: Download as OPML
he: הורדה כ־OPML
it: Scarica come OPML
nl: Downloaden als OPML

source: Your own Podcast Lists
he: רשימות הפודקאסטים האישיות שלך
it: Le tue Liste podcast
nl: Jouw podcastlijsten

source: Create and share your own podcast lists
he: יצירה ושיתוף של רשימות פודקאסטים משלך
it: Crea e condividi le tue Liste podcast
nl: Creëer en deel jouw podcastlijsten

source: Go
he: להמשיך
it: Vai
nl: Gaan

source: %(num_podcasts)s Podcasts
he: %(num_podcasts)s פודקאסטים
it: %(num_podcasts)s Podcast

source: Delete
he: מחיקה
it: Elimina
nl: Verwijderen

source: You don't have any podcast lists yet.
he: אין לך רשימות פודקאסטים עדיין.
it: Non hai ancora Liste podcast.
nl: Je hebt nog geen podcastlijsten gecreëerd.

source: Create
he: יצירה
it: Crea
nl: Creëren

source: Podcast Lists are intended to share podcasts about certain topics and are therefore always visible to everyone.
he: רשימות פודקאסטים מיועדות לשיתוף פודקאסטים בנושאים מסוימים ולכן הן תמיד גלויות לכולם.
it: Le Liste podcast sono pensate per condividere podcast su un certo argomento e quindi sono sempre visibili a tutti.
nl: Podcastlijsten zijn bedoeld om podcasts over bepaalde onderwerpen te delen. Ze zijn daarom altijd voor iedereen zichtbaar.

source: Podcast Lists by %(username)s
he: רשימות פודקאסטים מאת %(username)s
it: Lista podcast di %(username)s
nl: Podcastlijsten van %(username)s

source: %(username)s hasn't created any podcast lists yet.
he: לא נוצרו עדיין רשימות פודקאסטים על ידי המשתמש %(username)s.
it: %(username)s non ha ancora creato nessuna lista podcast.
nl: %(username)s heeft nog geen podcastlijsten gecreëerd.

source: You have to specify a title.
he: עליך לציין כותרת.
it: Devi specificare un titolo.
nl: Je moet een titel opgeven.

source: "{title}" is not a valid title
he: „{title}” אינה כותרת תקנית
it: "{title}" non è un titolo valido.
nl: "{title}" is geen geldige titel

source: Thanks for rating!
he: תודה לך על הדירוג!
it: Grazie per la valutazione!
nl: Bedankt voor het beoordelen!

source: Edit
he: עריכה
it: Modifica
nl: Bewerken

source: Unknown Podcast
he: פודקאסט לא ידוע
it: Podcast sconosciuto
nl: Onbekende podcast

source: Unknown Podcast from {domain}
he: פודקאסט לא ידוע מ־{domain}
it: Podcast sconosciuto da {domain}
nl: Onbekende podcast van {domain}

source: Publisher Pages
he: עמודי הפצה
it: Pagine dell'editore
nl: Uitgeverspagina's

source: Remove Favorite
he: הסרת מועדף
it: Rimuovi preferito
nl: Verwijderen uit favorieten

source: Favorite
he: הוספה למועדפים
it: Preferito
nl: Toevoegen aan favorieten

source: Episode History
he: היסטוריית פרקים
it: Cronologia episodi
nl: Afleveringsgeschiedenis

source: Unnamed Podcast
he: פודקאסט ללא שם
it: Podcast senza nome
nl: Naamloze podcast

source: by
he: מאת
it: di
nl: door

source: Feed
he: הזנה

source: subscribers
he: מנויים
it: abbonati
nl: abonnees

source: Login to Subscribe
he: יש להיכנס כדי להירשם
it: Accedi per abbonarti
nl: Log in om je te abonneren

source: Subscribe
he: הרשמה
it: Abbonati
nl: Abonneren

source: Unsubscribe
he: ביטול הרשמה
it: Disdire
nl: De-abonneren

source: Subscribe on all devices
he: הרשמה בכל המכשירים
it: Sottoscrivi su tutti i dispositivi
nl: Abonneren op alle aparaten

source: Unsubscribe from all devices
he: ביטול ההרשמה בכל המכשירים
it: Rimuovi da tutti i dispositivi
nl: De-abonneren van alle apparaten

source: Tags
he: תגיות
it: Tag
nl: Labels

source: Older Episodes
he: פרקים ישנים יותר
it: Episodi più vecchi
nl: Oudere afleveringen

source: URL
he: כתובת

source: For Podcast Authors
he: ליוצרי פודקאסטים
it: Per gli Autori
nl: Voor podcastauteurs

source: Link to
he: קישור אל
it: Link a
nl: Link naar

source: You can paste this code on your website, so users of %(sitename)s can directly subscribe to your podcast.
he: ניתן להדביק את הקוד הזה באתר שלך, כדי שהמשתמשים של %(sitename)s יכולים להירשם ישירות לפודקאסט שלך.
it: Puoi incollare questo codice nel tuo sito, così gli utenti di %(sitename)s possono direttamente abbonarsi al tuo podcast.
nl: Je kunt deze code plakken op je website, zodat gebruikers van %(sitename)s zich direct kunnen abonneren op je podcast.

source: Change the field 'YOUR_ADRESS' with the adress of your podcast feed.
he: יש להחליף את השדה ‚YOUR_ADRESS’ בכתובת הזנת הפודקאסט שלך.
it: Modifica il campo 'YOUR_ADRESS' con l'indirizzo del feed del tuo podcast.
nl: Vervang 'YOUR_ADRESS' door het adres van je podcastfeed.

source: Advertise
he: פרסום
it: Pubblicizza
nl: Adverteren

source: Advertise on %(sitename)s
he: פרסום ב־%(sitename)s
it: Pubblicizza su %(sitename)s
nl: Adverteren op %(sitename)s

source: For just € 20,-- your podcast will be shown on the <strong>front page of %(sitename)s for a week</strong>. Additionally it will be the first podcast in <strong>gPodder's list of example podcasts.</strong>
he: עבור 20 אירו בלבד הפודקאסט שלך יכול להופיע ב<strong>עמוד הפתיחה של %(sitename)s למשך שבוע</strong>. בנוסף הוא יהיה הפודקאסט הראשון ה<strong>רשימת הפודקאסטים לדוגמה של gPodder.</strong>
it: Per soli € 20,-- il tuo podcast verrà mostrato nella <strong>prima pagina di %(sitename)s per una settimana</strong>. In più sarà il primo podcast nella <strong>lista dei podcast di esempio di gPodder.</strong>
nl: Voor slechts €20,- wordt je podcast een week lang getoond op de <strong>voorpagina van %(sitename)s</strong>. Daarnaast zal het de eerste podcast zijn op <strong>gPodder's voorbeeldlijst van podcasts.</strong>

source: You can chose when your advertisement will be active, and the text that will be displayed for your podcast.
he: ניתן לבחור אם הפרסום שלך יהיה פעיל, והטקסט שיוצג עבור הפודקאסט שלך.
it: Puoi selezionare il periodo di attività della tua campagna pubblicitaria e il testo da mostrare per il tuo podcast.
nl: Je kunt zelf kiezen wanneer de advertentie getoond wordt en welke tekst erbij komt te staan.

source: Front Page
he: עמוד פתיחה
it: Pagina iniziale
nl: Voorpagina

source: Your podcast will be displayed on the front page of %(sitename)s for both logged-in and anonymous users.
he: הפודקאסט שלך יופיע בעמוד הפתיחה של %(sitename)s גם למשתמשים שנכנסו למערכת וגם למשתמשים אלמוניים.
it: Il tuo podcast verrà mostrato nella pagina iniziale di %(sitename)s sia per gli utenti registrati che per quelli anonimi.
nl: Je podcast wordt getoond op de voorpagina van %(sitename)s, aan zowel ingelogde als anonieme gebruikers.

source: Example Podcasts
he: פודקאסטים לדוגמה
it: Podcast di esempio
nl: Voorbeeldpodcasts

source: The gPodder client offers a list of example podcasts when started for the first time. This list is loaded from the web on demand. For the time of your advertisement, your podcast will be the first in the list.
he: הלקוח של gPodder מציע רשימת פודקאסטים לדוגמה כשהוא מופעל בפעם הראשונה. רשימה זו נטענת מהאתר לפי דרישה. לזמן הפרסום שלך, הפודקאסט שלך יהיה הראשון ברשימה.
it: Il client di gPodder offre una lista di podcast predefiniti, caricata dal web e on demand, quando viene avviato per la prima volta. Il tuo podcast sarà il primo in lista per tutto il periodo della tua campagna pubblicitaria.
nl: gPodder biedt een lijst met voorbeeldpodcasts aan zodra je de app voor de eerste keer start. Deze lijst wordt geladen vanaf het internet. Zolang als je advertentie-abonnement loopt, wordt jouw podcast bovenaan die lijst getoond.

source: Visitors
he: מבקרים
it: Visitatori
nl: Bezoekers

source: Both the front page and the list of example podcasts are accessed by more than 1000 people daily, who are actively looking for interesting podcasts. We do, however, not guarantee a certain number of visitors during your advertisement period.
he: גם עמוד הפתיחה וגם רשימת הדוגמאות מקבלים חשיפה של למעלה מ־1000 איש ביום, שמחפשים באופן פעיל פודקאסטים מעניינים. עם זאת, איננו מתחייבים למספר מסוים של מבקרים במהלך תקופת הפרסום שלך.
it: Sia la pagina iniziale che i podcast di esempio vengono visualizzati da oltre 1000 utenti al giorno alla ricerca di podcast interessanti. Ad ogni modo non possiamo garantirti un numero definito di visitatori durante il periodo della tua campagna.
nl: Zowel de voorpagina als de lijst met voorbeeldpodcasts worden dagelijks meer dan 1000 keer bezocht door mensen die op zoek zijn naar interessante podcasts. We kunnen echter geen vast bezoekersaantal garanderen tijdens de advertentieperiode.

source: Start your Advertisement
he: התחלת הפרסום שלך
it: Avvia la tua campagna
nl: Adverteren starten

source: Contact <a href="mailto:stefan@gpodder.net">stefan@gpodder.net</a> if you would like to advertise on %(sitename)s or if you have any questions. Payments are done via PayPal to thp@perli.net.
he: עליך ליצור קשר עם <a href="mailto:stefan@gpodder.net">stefan@gpodder.net</a> אם ברצונך לפרסם באתר %(sitename)s או אם יש לך שאלות. התשלום הוא דרך PayPal לטובת thp@perli.net.
it: Scrivi a <a href="mailto:stefan@gpodder.net">stefan@gpodder.net</a> se vuoi fare promozione su %(sitename)s o se hai qualsiasi domanda. I pagamenti vengono effettuati tramite PayPal a thp@perli.net.
nl: Neem contact op met <a href="mailto:stefan@gpodder.net">stefan@gpodder.net</a> als je wilt adverteren op %(sitename)s of als je vragen hebt. Betalingen worden verricht via PayPal aan thp@perli.net

source: Unnamed Episode
he: פרק ללא שם
it: Episodio senza nome
nl: Naamloze aflevering

source: Episode List
he: רשימת פרקים
it: Lista episodi
nl: Afleveringenlijst

source: Podcast Page
he: עמוד פודקאסט
it: Pagina del podcast
nl: Podcastpagina

source: You can configure the URL of this episode. Previous keys will automatically be added to the alternative keys and always redirect to the current URL.
he: ניתן להגדיר את כתובת הפרק הזה. מפתחות קודמים יתווספו אוטומטית למפתחות החלופיים ותמיד יפנו לכתובת הנוכחית.
it: Puoi configurare l'URL di questo episodio. Le chiavi precedenti saranno aggiunte automaticamente a quelle alternative e reindirizzeranno all'URL attuale.
nl: Je kunt de URL van deze aflevering instellen. Vorige sleutels worden automatisch toegevoegd aan de alternatieve sleutels en verwijzen altijd door naar de huidige URL.

source: Save
he: שמירה
it: Salva
nl: Opslaan

source: Episode data
he: נתוני פודקאסט
it: Dati dell'episodio
nl: Afleveringsgegevens

source: Last update:
he: עדכון אחרון:
it: Ultimo aggiornamento:
nl: Laatst bijgewerkt:

source: Return to Podcast Page
he: חזרה לעמוד הפודקאסט
it: Torna alla Pagina del podcast
nl: Terug naar podcastpagina

source: Episodes
he: פרקים
it: Episodi
nl: Afleveringen

source: Title
he: כותרת
it: Titolo
nl: Titel

source: Released
he: יצא לאור
it: Pubblicato
nl: Verschenen op

source: Publisher Pages:
he: עמודי הפצה:
it: Pagine dell'editore:
nl: Uitgeverspagina's:

source: This is a group of podcasts containing
he: זו קבוצה של פודקאסטים שמכילה
it: Questo gruppo di podcast contiene
nl: Dit is een groep van podcast, bevattende

source: Podcasts Published by Me
he: פודקאסטים שאני פרסמתי
it: Podcast pubblicati da me
nl: door mij uitgegeven podcasts

source: Publisher Area
he: אזור הפצה
it: Area editore
nl: Uitgeverscontrolepaneel

source: Staff only
he: צוות בלבד
it: Solo staff
nl: Alleen voor staf
