Repository: SiqingYu/mygpo
Catalog: mygpo/locale/*/LC_MESSAGES/django.po
Languages: he, it, nl

source: Go to the publisher page of any podcast by entering its feed URL
he: ניתן לעבור לעמוד ההפצה של כל פודקאסט שהוא על ידי הקלדת כתובת ההזנה שלו
it: Vai alla pagina dell'editore di qualsiasi podcast inserendo l'URL del feed
nl: Ga naar de uitgeverspagina van een podcast door de feed-URL hier in te vullen

source: Published Podcasts
he: פודקאסטים שפורסמו
it: Podcast pubblicati
nl: Gepubliceerde podcasts

source: You have publisher permissions for the following podcasts.
he: יש לך הרשאות הפצה לפודקאסטים הבאים.
it: Hai i permessi di pubblicazione per i seguenti podcast.
nl: Je hebt uitgeversmachtigingen voor de volgende podcasts.

source: Update podcasts
he: עדכון פודקאסטים
it: Aggiorna podcast
nl: Podcasts bijwerken

source: To update all of your published podcasts automatically, you can request the following URL
he: כדי לעדכן את כל הפודקאסטים שפרסמת אוטומטית, ניתן לבקש את הכתובת הבאה
it: Per aggiornare tutte le tue pubblicazioni automaticamente, puoi richiedere il seguente URL
nl: Als je al je gepubliceerde podcasts automatisch wilt bijwerken, dan kun je de volgende URL opvragen

source: Create a new token
he: יצירת אסימון חדש
it: Crea un nuovo token
nl: Nieuwe toegangssleutel creëren

source: Publisher Services
he: שירותי הפצה
it: Servizi di pubblicazione
nl: Uitgeversdiensten

source: %(sitename)s offers several services for podcast publishers.
he: %(sitename)s מציע מגוון שירותים למפיצי פודקאסטים.
it: %(sitename)s offre diversi servizi per chi pubblica podcast.
nl: %(sitename)s biedt verschillende diensten aan voor podcastuitgevers.

source: You can place your podcast on the frontpage of %(sitename)s to promote your podcast. Users of the gPodder client will also find your podcast as the first item in the list of example podcast.
he: יש לך אפשרות להציג את הפודקאסט שלך בעמוד הפתיחה של %(sitename)s כדי לקדם את הפודקאסט שלך. המשתמשים בלקוח ה־gPodder גם כן יוכלו למצוא את הפודקאסט שלך בתור הפריט הראשון ברשימת הפודקאסטים לדוגמה.
it: Puoi inserire il tuo podcast nella prima pagina di%(sitename)s per promuoverlo. Gli utenti del client gPodder troveranno inoltre il tuo podcast al primo posto nella lista dei podcast di esempio.
nl: Je kunt je podcast plaatsen op de voorpagina van %(sitename)s om deze te promoten. Gebruikers van gPodder vinden je podcast boven aan de voorbeeldpodcastlijst.

source: You can find additional details on the <a href="%(advertise-url)s">advertisement page</a>.
he: ניתן למצוא פרטים נוספים ב<a href="%(advertise-url)s">עמוד הפרסומות</a>.
it: Puoi trovare dettagli aggiuntivi nella <a href="%(advertise-url)s">pagina pubblicitaria</a>.
nl: Meer informatie is te vinden op de <a href="%(advertise-url)s">adverteerpagina</a>.

source: On the <strong>%(sitename)s Publisher Pages</strong> you can find valuable information about the Podcasts published by you.
he: תחת <strong>עמודי ההפצה של %(sitename)s</strong> ניתן למצוא מידע חשוב בנוגע לפודקאסטים שמופצים על ידיך.
it: Nelle <strong>%(sitename)s Pagine di pubblicazione</strong> puoi trovare informazioni utili sui Podcast da te pubblicati.
nl: Op de <strong>%(sitename)sUitgeverspagina's</strong> kun je waardevolle informatie vinden over door jou gepubliceerde podcasts.

source: If you already are registered as a publisher, please <a href="%(login-url)s?next=/publisher/">login</a>.
he: אם כבר נרשמת בתור מפיץ, נא <a href="%(login-url)s?next=/publisher/">להיכנס</a>.
it: Se sei già registrato come editore, effettua il <a href="%(login-url)s?next=/publisher/">login</a>.
nl: Als je al geregistreerd bent als uitgever, <a href="%(login-url)s?next=/publisher/">log dan in</a>.

source: Link to %(sitename)s
he: קישור אל %(sitename)s
it: Link a %(sitename)s
nl: Link naar %(sitename)s

source: If you <a href="%(link-here-url)s">link to %(sitename)s</a> from your website, you can make it really easy for your visitors to subscribe to your podcast - especially for users of mobile phones.
he: <a href="%(link-here-url)s">הוספת קישור אל %(sitename)s</a> מהאתר שלך, תקל על המבקרים באתר שלך להירשם לפודקאסט שלך - במיוחד עבור משתמשים בטלפונים ניידים.
it: Se <a href="%(link-here-url)s">colleghi %(sitename)s</a> dal tuo sito, puoi rendere molto facile per i tuoi visitatori abbonarsi al podcast, soprattutto per gli utenti di dispositivi mobili.
nl: Als je naar <a href="%(link-here-url)s">%(sitename)slinkt</a> vanaf je website, dan kun je het bezoekers gemakkelijk maken om te abonneren op je podcast, vooral voor gebruikers van mobiele telefoons.

source: This is the publisher page of <strong>%(ptitle)s</strong>. You can see some stats and provide additional data for the podcast page.
he: זה הוא עמוד ההפצה של <strong>%(ptitle)s</strong>. ניתן לצפות בסטטיסטיקה ולספק נתונים נוספים לעמוד הפודקאסט.
it: Questa è la pagina di pubblicazione di<strong>%(ptitle)s</strong>. Puoi trovare alcune statistiche e fornire informazioni aggiuntive per la pagina del podcast.
nl: Dit is te uitgeverspagina van <strong>%(ptitle)s</strong>. Je kunt statistieken bekijken en extra gegevens opgeven voor de podcastpagina.

source: Go to Podcast Page
he: מעבר לעמוד הפודקאסט
it: Vai alla Pagina del podcast
nl: Ga naar podcastpagina

source: The podcast information is regularly retrieved from the podcast feed
he: פרטי הפודקאסט מתקבלים על פי רוב מהזנת הפודקאסט
it: Le informazioni sul podcast vengono aggiornate regolarmente dal feed
nl: De podcastinformatie wordt regelmatig opgehaald uit de podcastfeed

source: Update interval:
he: מרווח בין עדכונים:
it: Intervallo di aggiornamento:
nl: Bijwerktussenpoos:

source: Update now
he: עדכון כעת
it: Aggiorna ora
nl: Nu bijwerken

source: Twitter
he: טוויטר

source: Feed Check
he: בדיקת הזנה
it: Controlla feed
nl: Feedcontrole

source: If you publish your podcast feed through a <a href="https://code.google.com/p/pubsubhubbub/">PubSubHubbu</a> hub, %(sitename)s can immediatelly update your podcast when a new episode is released.
he: על ידי פרסום הזנת הפודקאסטים שלך דרך נקודת הריכוז <a href="https://code.google.com/p/pubsubhubbub/">PubSubHubbu</a>, ל־%(sitename)s יש אפשרות לעדכן את הפודקאסט שלך ברגע שפרק חדש מופץ.
it: Se pubblichi un podcast tramite l'hub di <a href="https://code.google.com/p/pubsubhubbub/">PubSubHubbu</a>, %(sitename)s può aggiornare il tuo podcast appena viene pubblicato un nuovo episodio.
nl: Als je je podcastfeed publiceert via een <a href="https://code.google.com/p/pubsubhubbub/">PubSubHubbu</a>-hub, dan kan %(sitename)s je podcast automatisch bijwerken zodra er een nieuwe aflevering verschenen is.

source: Your podcast is published through <a href="%(hub)s">%(hub)s</a> and should update immediatelly for each new episode.
he: הפודקאסט שלך מופץ דרך <a href="%(hub)s">%(hub)s</a> והוא אמור להתעדכן מיד בכל פרק.
it: Il tuoi podcast viene pubblicato tramite <a href="%(hub)s">%(hub)s</a> e dovrebbe aggiornarsi immediatamente per ogni nuovo episodio.
nl: Je podcast wordt gepubliceerd via <a href="%(hub)s">%(hub)s</a> en zou bij elke nieuwe aflevering automatisch moeten worden bijgewerkt.

source: Your podcast is published through <a href="%(hub)s">%(hub)s</a> but our subscription has not yet been verified.
he: הפודקאסט שלך מופץ דרך <a href="%(hub)s">%(hub)s</a> אך המינוי שלך טרם אומת.
it: Il tuo podcast viene pubblicato tramite <a href="%(hub)s">%(hub)s</a> ma la sottoscrizione non è ancora stata verificata.
nl: Je podcast wordt gepubliceerd via <a href="%(hub)s">%(hub)s</a>, maar je abonnement is nog niet geverifieerd.

source: We did not find a hub in your podcast feed. Your feed is updated regularly, but there might be some delay until a new episode shows up on %(sitename)s.
he: לא מצאנו נקודת ריכוז להזנת הפודקאסט שלך. ההזנה שלך מתעדכנת באופן סדיר, אך תיתכן השהיה קצרה עד שהפרקים יופיעו ב־%(sitename)s.
it: Non è stato trovato un hub nel tuo feed del podcast. Il podcast viene aggiornato regolarmente, ma potrebbe esserci qualche ritardo nel mostrare i nuovi episodi %(sitename)s.
nl: We hebben geen hub gevonden in je podcastfeed. Je feed wordt regelmatig bijgewerkt, maar er kan vertraging zijn zolang er geen nieuwe aflevering verschijnt op %(sitename)s.

source: License Information
he: פרטי רישיון
it: Informazioni sulla licenza
nl: Licentie-informatie

source: You should include license information in your feed so that users and %(sitename)s can know, under which conditions your content can be used.
he: מוטב לכלול פרטי רישיון כחלק מההזנה שלך כדי שהמשתמשים לצד %(sitename)s יוכלו לדעת, תחת אילו תנאים ניתן להשתמש בתוכן שלך.
it: Dovresti includere le informazioni di licenza nel tuo feed, così gli utenti e %(sitename)s potranno sapere sotto quali condizioni i tuoi contenuti possono essere usati.
nl: Het is belangrijk dat je licentie-informatie bijvoegt bij je feed, zodat gebruikers en %(sitename)s weten onder welke voorwaarden je inhoud mag worden gebruikt.

source: We found the following license in your podcast: <a href="%(license)s">%(license)s</a>
he: מצאנו את הרישיון הבא בפודקאסט שלך: <a href="%(license)s">%(license)s</a>
it: Abbiamo rilevato questa licenza nel tuo podcast: <a href="%(license)s">%(license)s</a>
nl: We hebben de volgende licentie aangetroffen in je podcast: <a href="%(license)s">%(license)s</a>

source: We did not find a license in your podcast feed. Refer to <a href="https://github.com/gpodder/podcast-feed-best-practice/blob/master/podcast-feed-best-practice.md#license"> gPodder Podcast Feed Best Practice</a> on how to include license information.
he: לא מצאנו רישיון בהזנת הפודקאסט שלך. יש לפנות אל <a href="https://github.com/gpodder/podcast-feed-best-practice/blob/master/podcast-feed-best-practice.md#license">ההמלצות להזנות פודקאסטים של gPodder</a> על כיצד מוטב להוסיף פרטי רישיון.
it: Non abbiamo rilevato alcuna licenza nel tuo feed. Fai riferimento a <a href="https://github.com/gpodder/podcast-feed-best-practice/blob/master/podcast-feed-best-practice.md#license"> gPodder Podcast Feed Best Practice</a> per includere le informazioni di licenza.
nl: We hebben geen licentie aangetroffen in je podcastfeed. Lees <a href="https://github.com/gpodder/podcast-feed-best-practice/blob/master/podcast-feed-best-practice.md#license">gPodder - podcastfeed-informatie</a> om meer te weten te komen over licentie-informatie.

source: Link
he: קישור

source: Show Group Stats
he: הצגת סטטיסטיקה קבוצתית
it: Mostra statistiche di gruppo
nl: Groepsstatistieken tonen

source: The update has been scheduled. It might take some time until the results are visible.
he: תוזמן עדכון. יכול להיות שיחלוף קצת זמן עד שניתן יהיה לראות תוצאות.
it: L'aggiornamento è stato schedulato. Potrebbe volerci del tempo prima che i risultati siano visibili.
nl: De bijwerking is ingepland. Het kan even duren voordat de resultaten zichtbaar zijn.

source: Data updated
he: נתונים עודכנו
it: Dati aggiornati
nl: Gegevens bijgewerkt

source: Publisher token updated
he: אסימון מפרסם עודכן
it: Token di pubblicazione aggiornato
nl: Uitgever-toegangssleutel bijgewerkt

source: Removed slug {slug} from {episode}
he: הוסר השם המופשט {slug} מהפרק {episode}
it: Rimosso slug {slug} da {episode}
nl: Slug {slug} verwijderd uit {episode}

source: Public
he: ציבורי
it: Pubblico
nl: Openbaar

source: Private
he: פרטי
it: Privato
nl: Privé

source: Share your favorite episodes
he: שיתוף הפרקים המועדפים עליך
it: Condividi i tuoi episodi preferiti
nl: Deel je favoriete afleveringen

source: Directory Entry
he: רשומה בספרייה
it: Voce della raccolta
nl: Mapvermelding

source: To keep your favorites private (from others and from the public pages of %(site)s), you need to use HTTP-Authentication in your client.
he: כדי לשמור על פרטיות המועדפים שלך (מפני אחרים ומפני העמודים הציבוריים של %(site)s), עליך להשתמש ב־HTTP-Authentication בלקוח שלך.
it: Per mantenere i tuoi preferiti privati (dagli altri e dalle pagine pubbliche di %(site)s), devi usare l'autenticazione HTTP nel tuo client.
nl: Om je favorieten privé te houden (voor anderen en de openbare pagina's van %(site)s), moet je HTTP-authenticatie gebruiken in je client.

source: Username:
he: שם משתמש:
nl: Gebruikersnaam:

source: Password:
he: ססמה:
nl: Wachtwoord:

source: Remove password
he: הסרת ססמה
it: Rimuovi password
nl: Wachtwoord verwijderen

source: Generate new password
he: יצירת ססמה חדשה
it: Genera una nuova password
nl: Nieuw wachtwoord genereren

source: You've marked your favorites-feed as public and others can subscribe to it. It will also be indexed by %(sitename)s.
he: סימנת את רשימת המועדפים שלך כציבורית ואחרים יכולים להירשם אליה. היא גם תופיע באינדקס של %(sitename)s.
it: Hai impostato il tuo feed dei preferiti come pubblico e gli altri possono iscriversi. Sarà anche indicizzato da%(sitename)s.
nl: Je hebt je favorietenfeed gemarkeerd als openbaar en anderen kunnen zich er op abonneren. Ook wordt de feed geïndexeerd door %(sitename)s

source: Create password
he: יצירת ססמה
it: Crea password
nl: Wachtwoord creëren

source: Sharing
he: מתבצע שיתוף
it: Condivisione
nl: Delen

source: Share
he: שיתוף
it: Condividi
nl: Delen

source: Subscriptions
he: מינויים
it: Sottoscrizioni
nl: Abonnementen

source: New Token
he: אסימון חדש
it: Nuovo token
nl: Nieuwe sleutel

source: User Page
he: דף משתמש
it: Profilo utente
nl: Gebruikerspagina

source: Settings
he: הגדרות
it: Impostazioni
nl: Instellingen

source: Favorites Feed
he: הזנת מועדפים
it: Feed preferiti
nl: Favorietenfeed

source: Private items are protected by a special token. Only those who know the exact link can access your content
he: פריטים פרטיים מוגנים באסימון מיוחד. רק אלו שמכירים את הקישור המדויק יוכלו לגשת לתוכן שלך
it: Le informazioni private sono protette da uno speciale token. Solo chi conosce il link esatto può accedere ai tuoi contenuti.
nl: Privé-items worden beschermd d.m.v. een speciale toegangssleutel. Alleen de mensen met de exacte link kunnen je inhoud bekijken.

source: %(username)s didn't share his user page with you. Maybe you should contact him to get the correct link.
he: עמוד המשתמש של %(username)s לא משותף אתך. אולי עדיף ליצור קשר עם המשתמש כדי לקבל את הקישור הנכון.
it: %(username)s non ha condiviso il profilo utente con te. Puoi provare a contattarlo per avere il link corretto.
nl: %(username)s heeft zijn/haar gebruikerspagina niet met je gedeeld. Neem contact op met hem/haar om de juiste link te ontvangen.

source: Want to have your own user page?
he: מעניין אותך לקבל עמוד משתמש משלך?
it: Vuoi avere la tua pagina utente personale?
nl: Wil je je eigen gebruikerspagina?

source: Go to your <a href="%(share-url)s">Share Page</a> to get the link.</a>
he: עליך לעבור ל<a href="%(share-url)s">שיתוף עמוד</a> כדי לקבל את הקישור.</a>
it: Vai alla tua <a href="%(share-url)s">pagina di convisione</a> per ottenere il link.</a>
nl: Ga naar <a href="%(share-url)s">Pagina delen</a> om de link op te halen.</a>

source: a user on %(site)s
he: משתמש ב־%(site)s
it: un utente su%(site)s
nl: een gebruiker van %(site)s

source: <strong>%(username)s</strong> is sharing his favorite podcasts on %(site)s.
he: הפודקאסטים המועדפים של <strong>%(username)s</strong> משותפים ב־%(site)s.
it: <strong>%(username)s</strong> sta condividendo il suo podcast preferito su %(site)s.
nl: <strong>%(username)s</strong> deelt zijn/haar favoriete podcasts op %(site)s

source: %(subscription_count)s Subscriptions
he: %(subscription_count)s מינויים
it: %(subscription_count)s sottoscrizioni
nl: %(subscription_count)s abonnementen

source: Episodes Listened
he: פרקים שנוגנו
it: Episodi ascoltati
nl: Beluisterde afleveringen

source: see all
he: להציג הכול
it: vedi tutto
nl: alles tonen

source: %(list_count)s Podcast Lists
he: %(list_count)s רשימות פודקאסטים
it: %(list_count)s liste podcast
nl: %(list_count)s podcastlijsten

source: %(num_episodes)s Recently Played Episodes
he: %(num_episodes)s פרקים שנוגנו לאחרונה
it: %(num_episodes)s episodi riprodotti di recente
nl: %(num_episodes)s recent beluisterde afleveringen

source: %(num_fav_episodes)s Favorite Episodes
he: %(num_fav_episodes)s פרקים מועדפים
it: %(num_fav_episodes)s episodi preferiti
nl: %(num_fav_episodes)s favoriete afleveringen

source: That's You!
he: מדובר בך!
it: Sei tu!
nl: Dit ben je zelf!

source: Edit your profile
he: עריכת הפרופיל שלך
it: Modifica profilo
nl: Profiel bewerken

source: Stats
he: סטטיסטיקה
it: Statistiche
nl: Statistieken

source: Total Played:
he: סך הכול התנגנו:
it: Totale riprodotto:
nl: In totaal beluisterd:

source: Played Last Month:
he: התנגנו בחודש שעבר:
it: Riprodotto nell'ultimo mese:
nl: Vorige maand beluisterd:

source: Member Since:
he: חברות מאז:
it: Membro dal:
nl: Lid sinds:

source: the early days
he: ימי קדם
nl: het prille begin

source: Podcast Subscriptions
he: מינויים לפודקאסטים
it: Sottoscrizioni podcast
nl: Podcastabonnementen

source: %(episode_count)s Episodes
he: %(episode_count)s פרקים
it: %(episode_count)s episodi
nl: %(episode_count)s afleveringen

source: You don't have any subscriptions yet. Set up your <a href="%(devices)s">podcast clients</a> and <a href="%(directory)s">discover interesting podcasts</a>.
he: אין לך מינויים עדיין. עליך להגדיר את <a href="%(devices)s">לקוח הפודקאסטים</a> שלך ואת <a href="%(directory)s">איתור פודקאסטים מעניינים</a>.
it: Non hai ancora nessuna sottoscrizione. Imposta i tuoi <a href="%(devices)s">client podcast</a> e <a href="%(directory)s">scopri podcast interessanti</a>.
nl: Je hebt nog geen abonnementen. Stel je <a href="%(devices)s">podcastclients</a> in en <a href="%(directory)s">ontdek interessante podcasts</a>.

source: Download OPML
he: הורדת OPML
it: Scarica OPML
nl: OPML downloaden

source: %(username)s's Podcast Subscriptions on %(site)s
he: מינויי הפודקאסטים של %(username)s ב־%(site)s
it: Sottoscrizioni podcast di %(username)s su %(site)s
nl: %(username)s's podcastabonnementen op %(site)s

source: Recent changes to %(username)s's podcast subscriptions on %(site)s
he: השינויים האחרונים למינויי הפודקאסטים של %(username)s תחת %(site)s
it: Modifiche recenti al podcast di %(username)s su %(site)s
nl: Recente wijzigen aan %(username)s's podcastabonnementenlijst op %(site)s

source: %(username)s subscribed to %(podcast)s (%(site)s)
he: הרשמה אל %(podcast)s מצד %(username)s (%(site)s)
it: %(username)s abbonato a %(podcast)s (%(site)s)
nl: %(username)s heeft zich geabonneerd op %(podcast)s (%(site)s)

source: %(username)s unsubscribed from %(podcast)s (%(site)s)
he: ביטול הרשמה אל %(podcast)s מצד %(username)s (%(site)s)
it: %(username)s disiscritto da %(podcast)s (%(site)s)
nl: %(username)s heeft zich gedeabonneerd op %(podcast)s (%(site)s)

source: Suggested Podcasts
he: פודקאסטים מומלצים
it: Podcast consigliati
nl: Aanbevolen podcasts

source: No Interest
he: אין עניין
it: Nessun interesse
nl: Niet geïnteresseerd

source: No Suggestions Yet
he: אין הצעות עדיין
it: Ancora nessun suggerimento
nl: Nog geen aanbevelingen

source: Desktop
he: מחשב שולחני

source: Laptop
he: מחשב נייד

source: Cell phone
he: טלפון סלולרי
it: Telefono
nl: Mobiele telefoon

source: Server
he: שרת

source: Tablet
he: מחשב לוח

source: Other
he: אחר
it: Altro
nl: Overig

source: Activation failed
he: ההפעלה נכשלה
it: Attivazione fallita
nl: Activatie mislukt

source: Account not activated
he: החשבון לא הופעל
it: Account non attivato
nl: Account niet geactiveerd

source: Your account could not be activated.
he: לא ניתן להפעיל את החשבון שלך.
it: Il tuo account non può essere attivato.
nl: Je account kan niet worden geactiveerd.

source: Registration complete
he: ההרשמה הושלמה
it: Registrazione completata
nl: Registratie voltooid

source: Please confirm your account using the email you should just have received.
he: נא לאמת את החשבון שלך בעזרת ההודעה שקיבלת בדוא״ל.
it: Per favore conferma il tuo account tramite l'email che hai appena ricevuto.
nl: Bevestig je account middels de zojuist ontvangen e-mail.

source: Create Account
he: יצירת חשבון
it: Crea account
nl: Account creëren

source: You are already registered.
he: כבר נרשמת.
it: Sei già registrato.
nl: Je bent al geregistreerd.

source: Register
he: הרשמה
it: Registrati
nl: Registreren

source: Activation Mail
he: הודעת הפעלה בדוא״ל
it: Mail di attivazione
nl: Activatie-e-mail

source: After registration, you'll receive an activation mail to confirm the validity of your email address.
he: לאחר ההרשמה, תגיע אליך הודעת הפעלה בדוא״ל כדי לאמת את כתובת הדוא״ל שלך.
it: Dopo la registrazione riceverai una email di attivazione per confermare la validità dell'indirizzo email.
nl: Na het registreren ontvang je een activatie-e-mail om je e-mailadres te bevestigen.

source: If it doesn't arrive, you can <a href="%(resend-activation-url)s">resend</a> it.
he: אם ההודעה לא מגיעה אליך, ניתן <a href="%(resend-activation-url)s">לשלוח אותה מחדש</a>.
it: Se non dovessi riceverla, puoi <a href="%(resend-activation-url)s">rispedirla</a>.
nl: Als de e-mail niet binnenkomt, dan kun je hem <a href="%(resend-activation-url)s">opnieuw versturen</a>.

source: Resend activation e-mail
he: שליחת הודעת הפעלה בדוא״ל מחדש
it: Rispedici email di attivazione
nl: Activatie-e-mail opnieuw versturen

source: Please enter either your username or (if you don't know that either) the e-mail address which you used to register your account. An e-mail will be sent to you.
he: נא להקליד את שם משתמש או (או אם הפרט הזה חסר לך) את כתובת הדוא״ל בה השתמשת לטובת רישום לחשבון. תישלח אליך הודעה בדוא״ל.
it: Per favore inserisci il tuo username o (se non lo ricordi) l'indirizzo email che hai usato per registrarti. Ti verrà inviata un'email.
nl: Voer je gebruikersnaam in of, als je die niet weet, het e-mailadres dat je hebt gebruikt bij het registreren. Er wordt een e-mail naar je verstuurd.

source: Send activation e-mail
he: שליחת הודעת הפעלה בדוא״ל
it: Invia email di attivazione
nl: Activatie-e-mail versturen

source: Sent Activation Email
he: נשלחה הודעה הפעלה בדוא״ל
it: Invia email di attivazione
nl: Activatie-e-mail verstuurd

source: Synchronize with the following devices
he: סנכרון עם המכשירים הבאים
it: Sincronizza sui seguenti dispositivi
nl: Synchroniseren met de volgende apparaten

source: Please fill out all fields.
he: נא למלא את כל השדות.
it: Per favore compila tutti i campi.
nl: Voer alle velden in.

source: Device saved
he: המכשיר נשמר
it: Dispositivo salvato
nl: Apparaat opgeslagen

source: You can't use the same Device ID for two devices.
he: ניתן להשתמש באותו מזהה המכשיר על שני מכשירים.
it: Non è possibile usare lo stesso ID per due dispositivi.
nl: Je kunt dezelfde apparaat-ID niet gebruiken voor twee apparaten.

source: Device updated
he: מכשיר עודכן
it: Dispositivo aggiornato
nl: Apparaat bijgewerkt

source: Could not upload subscriptions: {err}
he: לא ניתן להעלות מינויים: {err}
it: Impossibile caricare le sottoscrizioni: {err}
nl: Abonnementen kunnen niet worden geüpload: {err}

source: Your subscription will be updated in a moment.
he: המינוי שלך יתעדכן בעוד רגע קט.
it: Le tue sottoscrizioni saranno aggiornate in pochi istanti.
nl: Je abonnement wordt zometeen bijgewerkt.

source: Username or email address already in use
he: שם המשתמש או כתובת הדוא״ל כבר נמצאים בשימוש
it: Username o indirizzo email già in uso
nl: Gebruikersnaam of e-mailadres is al in gebruik

source: The activation link is either not valid or has already expired.
he: קישור ההפעלה שגוי או שתוקפו פג.
it: Il link di attivazione non è valido o è già scaduto.
nl: De activatielink is ongeldig of reeds verlopen.

source: Your user has been activated. You can log in now.
he: המשתמש שלך הופעל. כעת יתאפשר לך להיכנס.
it: Il tuo utente è stato attivato. Puoi effettuare il login.
nl: Je account is geactiveerd; je kunt nu inloggen.

source: Either username or email address are required.
he: נדרשים שם משתמש או כתובת דוא״ל.
it: Username o indirizzo email richiesto.
nl: Je gebruikersnaam of e-mailadres is vereist.

source: User does not exist.
he: משתמש לא קיים.
it: L'utente non esiste.
nl: Account bestaat niet.
