Repository: SiqingYu/mygpo
Catalog: mygpo/locale/*/LC_MESSAGES/django.po
Languages: he, it, nl

source: <strong>Private</strong> subscriptions do neither show up in your list of shared podcasts, nor are considered in our statistics.
he: מינויים <strong>פרטיים</strong> אינם מופיעים ברשימת הפודקאסטים המשותפים שלך, או בסטטיסטיקות שלנו.
it: Le sottoscrizioni <strong>private</strong> non vengono mostrate nella lista dei podcast condivisi e non sono considerate nelle nostre statistiche.
nl: <strong>Privé</strong>-abonnementen worden niet opgenomen in je gedeelde podcasts, noch in onze statistieken.

source: Default for new subscriptions
he: בררת מחדל למינויים חדשים
it: Predefinito per le nuove sottoscrizioni
nl: Standaard voor nieuwe abonnementen

source: Public Subscriptions
he: מינויים ציבוריים
it: Sottoscrizioni pubbliche
nl: Openbare abonnementen

source: Make Private
he: הסתרה מהציבור
it: Rendi Privato
nl: Privé maken

source: Private Subscriptions
he: מינויים פרטיים
it: Sottoscrizioni private
nl: Privé-abonnementen

source: Make Public
he: חשיפה לציבור
it: Rendi Pubblico
nl: Openbaar maken

source: Privacy Policy
he: מדיניות פרטיות
nl: Privacybeleid

source: Reset Password
he: איפוס ססמה
it: Ripristina la password
nl: Wachtwoord herstellen

source: Subscribe to %(podcasttitle)s
he: הרשמה אל %(podcasttitle)s
it: Abbonati a %(podcasttitle)s
nl: Abonneren op %(podcasttitle)s

source: Create Device
he: יצירת התקן
it: Crea dispositivo
nl: Apparaat creëren

source: Why Unnamed Podcast?
he: למה פודקאסט ללא שם?
it: Perchè podcast senza nome?
nl: Waarom een naamloze podcast?

source: %(username)s's Subscriptions
he: המינויים של %(username)s
it: Sottoscrizioni di %(username)s
nl: %(username)s's abonnementen

source: <a href="%(userpage-url)s">%(username)s</a> has %(num_subscriptions)s subscriptions
he: ל־<a href="%(userpage-url)s">%(username)s</a> יש %(num_subscriptions)s מינויים
it: <a href="%(userpage-url)s">%(username)s</a> ha %(num_subscriptions)s sottoscrizioni
nl: <a href="%(userpage-url)s">%(username)s</a> heeft %(num_subscriptions)s abonnementen

source: Download Subscriptions as OPML
he: הורדת המינויים כ־OPML
it: Scarica sottoscrizioni come OPML
nl: Abonnementen downloaden als OPML

source: Subscribe to Changes
he: רישום לשינויים
it: Sottoscrivi alle modifiche
nl: Abonneren op wijzigingen

source: %(username)s doesn't have any subscriptions yet.
he: ל־%(username)s אין מינויים עדיין.
it: %(username)s non ha ancora nessuna sottoscrizione.
nl: %(username)s heeft nog geen abonnementen.

source: Share Your Subscriptions
he: שיתוף המינויים שלך
it: Condividi le tue sottoscrizioni
nl: Deel je abonnementen

source: Want to share your own subscriptions?
he: מעניין אותך לשתף את המינויים שלך?
it: Vuoi condividere le tue sottoscrizioni?
nl: Wil je je eigen abonnementen delen?

source: Nokia Podcasting
he: פודקאסטים של נוקיה

source: Add <tt>&amp;symbian=true#.opml</tt> to the OPML URL to get an OPML file for Nokia Podcasting on Symbian devices.
he: יש להוסיף <tt>&amp;symbian=true#.opml</tt> לכתובת ה־OPML כדי לקבל קובץ OPML עבור פודקאסטים של נוקיה על מכשירי סימביאן.
it: Aggiungi <tt>&amp;symbian=true#.opml</tt> all'URL dell'OPML per ottenere un file OPML per Nokia Podcasting sui dispositivi Symbian.
nl: Voeg <tt>&amp;symbian=true#.opml</tt> toe aan de OPML-URL om een OPML-bestand te verkrijgen dat geschikt is voor Nokia Podcasting op Symbian-apparaten.

source: %(username)s didn't share his subscriptions with you. Maybe you should contact him to get the correct link.
he: המינויים של %(username)s לא שותפו אתך. אולי עדיף ליצור קשר עם המשתמש כדי לקבל את הקישור הנכון.
it: %(username)s non condivide le sue sottoscrizioni son te. Puoi provare a contattarlo per ottenere il link corretto.
nl: %(username)s heeft zijn/haar abonnementen niet met je gedeeld. Neem contact op met hem/haar om de juiste link te ontvangen.

source: Want to share your subscriptions?
he: מעניין אותך לשתף את המינויים שלך?
it: Vuoi condividere le tue sottoscrizioni?
nl: Wil je je abonnementen delen?

source: Just go to your <a href/"/account/">account settings</a> to get the link.</a>
he: עליך פשוט לגשת אל <a href/"/account/">הגדרות החשבון</a> כדי לקבל את הקישור.</a>
it: Vai nelle tue <a href/"/account/">impostazioni account</a> per ottenere il link.</a>
nl: Ga dan naar je <a href/"/account/">accountinstellingen</a> om de juiste link te verkrijgen.</a>

source: Unknown
he: לא ידוע
it: Sconosciuto
nl: Onbekend

source: New episode
he: פרק חדש
it: Nuovo episodio
nl: Nieuwe aflevering

source: Downloaded to %s
he: התקבל אל %s
it: Scaricato in %s
nl: Gedownload naar %s

source: Downloaded
he: התקבל
it: Scaricato
nl: Gedownload

source: Played on %s
he: התנגן ב־%s
it: Riprodotto su %s
nl: Beluisterd op %s

source: Played
he: התנגן
it: Riprodotto
nl: Beluisterd

source: Deleted on %s
he: נמחק ב־%s
it: Eliminato da %s
nl: Verwijderd van %s

source: Deleted
he: נמחק
it: Eliminato
nl: Verwijderd

source: Unknown status
he: מצב לא ידוע
it: Stato sconosciuto
nl: Onbekende status

source: Unplayed episode
he: פרק שלא התנגן
it: Episodio non riprodotto
nl: Onbeluisterde aflevering

source: on %s
he: ב־%s
it: su %s
nl: op %s

source: The episode has been flattr'd
he: הפרק קיבל flattr
it: Episodio supportato con Flattr
nl: De aflevering is geflattr'd

source: This episode has been marked new
he: הפרק סומן כחדש
it: Questo episodio è stato segnato come Nuovo
nl: Deze aflevering is gemarkeerd als nieuw

source: This episode has been downloaded
he: הפרק התקבל
it: Questo episodio è stato scaricato
nl: Deze aflevering is gedownload

source: from %(start)s to %(end)s
he: מ־%(start)s עד %(end)s
it: da %(start)s a %(end)s
nl: van %(start)s tot %(end)s

source: to position %s
he: למיקום %s
it: alla posizione %s
nl: tot aan positie %s

source: This episode has been played
he: הפרק התנגן
it: Questo episodio è stato riprodotto
nl: Deze aflevering is afgespeeld

source: This episode has been deleted
he: הפרק נמחק
it: Questo episodio è stato cancellato
nl: Deze aflevering is verwijderd

source: Unknown Episode
he: פרק לא ידוע
it: Episodio sconosciuto
nl: Onbekende aflevering

source: Home
he: בית
nl: Startpagina

source: Help
he: עזרה
it: Aiuto
nl: Hulp

source: User subscriptions
he: מינויי המשתמש
it: Sottoscrizioni dell'utente
nl: Gebruikersabonnementen

source: Suggestions
he: הצעות
it: Suggerimenti
nl: Aanbevelingen

source: Features
he: תכונות
it: Funzionalità
nl: Functies

source: Toplists
he: רשימות מובילות
it: Classifiche
nl: Toplijsten

source: Devices
he: התקנים
it: Dispositivi
nl: Apparaten

source: Community
he: קהילה
nl: Gemeenschap

source: My Userpage
he: עמוד המשתמש שלי
it: La mia pagina
nl: Mijn gebruikerspagina

source: Privacy
he: פרטיות

source: Link to gpodder.net
he: מעבר אל gpodder.net
it: Link a gpodder.net
nl: Link naar gpodder.net

source: {h}h {m}m {s}s
he: {h} שע׳ {m} דק׳ {s} שנ׳

source: %(weeks)d week
he: שבוע אחד
it: %(weeks)d settimana

source: %(days)d day
he: יום אחד
it: %(days)d giorno
nl: %(days)d dag

source: %(hours)d hour
he: שעה אחת
it: %(hours)d ora
nl: %(hours)d uur

source: another site
he: אתר אחר
it: altro sito
nl: een andere site

source: Average podcast update duration
it: Durata media aggiornamento podcast

source: Resend Activation Email
it: Reinvia email di attivazione

source: Resend Activation email
it: Reinvia email di attivazione

source: Resend
it: Reinvia

source: Email for {username} ({email}) resent
it: Email per {username} ({email}) reinviata

source: Updates
it: Aggiornamenti

source: Successful
it: Successo

source: Error
it: Errore

source: The activation email has been resent.
it: L'email di attivazione è stata rispedita.

source: You can't subscribe to this podcast, because you don't have any devices (on which you don't have subscribed to the podcast already).
it: Non è possibile sottoscrivere il podcast perchè non hai nessun dispositivo (su cui non lo hai già sottoscritto)

source: Because we display names after we have fetched the information from the feed -- and this may take some time. Until this is completed, the podcast will simply be called this way.
it: Mostriamo i nomi dopo aver raccolto le informazioni dal feed e questo può richiedere del tempo. Finché ciò non viene completato, il podcast rimane nominato in questo modo.
