Repository: SiqingYu/mygpo
Catalog: mygpo/locale/*/LC_MESSAGES/django.po
Languages: he, it, nl

source: Your account already has been activated. Go ahead and log in.
he: החשבון שלך כבר הופעל. אפשר לנסות להיכנס לחשבון.
it: Il tuo account è già stato attivato. Procedi ed effettua il login.
nl: Je account is al geactiveerd. Ga door met inloggen.

source: Oops! Something went wrong. Please double-check the data you entered.
he: אופס! משהו השתבש. נא לבדוק שנית את המידע שהקלדת.
it: Oops! Qualcosa è andato storto. Per favore ricontrolla i dati inseriti.
nl: Oeps! Er is iets misgegaan. Controleer de ingevoerde gegevens.

source: Your account has been disconnected
he: חשבונך נותק
it: Il tuo account è stato disconesso.
nl: Je account is niet langer gekoppeld

source: Username missing
he: חסר שם משתמש
it: Username mancante
nl: Gebruikersnaam ontbreekt

source: Password missing
he: חסרה ססמה
it: Password mancante
nl: Wachtwoord ontbreekt

source: Wrong username or password.
he: שם משתמש או ססמה שגויים.
it: Username o password errati.
nl: Onjuiste gebruikersnaam of wachtwoord.

source: Please activate your account first. We have just re-sent your activation email
he: נא להפעיל את החשבון שלך תחילה. הרגע שלחנו לך את הודעת ההפעלה בדוא״ל מחדש
it: Per favore prima attiva il tuo account. Ti abbiamo appena rispedito l'email di attivazione.
nl: Activeer eerst je account. We hebben je activatie-e-mail opnieuw verstuurd.

source: Login failed.
he: הכניסה נכשלה.
it: Login fallito.
nl: Inloggen mislukt.

source: Login with Google is currently not possible.
he: הכניסה עם Google אינה אפשרית כרגע.
it: Al momento non è possibile fare il login con Google.
nl: Inloggen met Google is momenteel niet mogelijk.

source: Your account has been connected with {google}. Open Settings to change this.
he: החשבון שלך התחבר עם {google}. ניתן לפתוח את ההגדרות כדי לשנות את זה.
it: Il tuo account è stato connesso con {google}. Apri le impostazioni per modificare.
nl: Je account is gekoppeld aan {google}. Open de instellingen om dit te wijzigen.

source: No account connected with your Google account %s. Please log in to connect.
he: אף חשבון לא התחבר לחשבון שלך ב־Google %s. נא להיכנס כדי להתחבר.
it: Nessun account connesso con il tuo account Google %s. Fai il login per connetterlo.
nl: Er is geen account gekoppeld aan je Google-account '%s'. Log in om te koppelen.

source: E-Mail address
he: כתובת דוא״ל
it: Indirizzo e-mail
nl: E-mailadres

source: Current password
he: ססמה נוכחית
it: Password attuale
nl: Huidig wachtwoord

source: New password
he: ססמה חדשה
it: Nuova password
nl: Nieuw wachtwoord

source: Confirm password
he: אימות ססמה
it: Conferma password
nl: Wachtwoord bevestigen

source: A few words about you
he: כמה מילים עליך
it: Alcune parole su di te
nl: Vertel iets over jezelf

source: Name
he: שם
it: Nome
nl: Naam

source: Type
he: סוג
it: Tipo

source: Device ID
he: מזהה מכשיר
it: ID dispositivo
nl: Apparaat-ID

source: ID on device
he: מזהה על המכשיר
it: ID del dispositivo
nl: ID op apparaat

source: Share this subscription with other users (public)
he: שיתוף המינוי הזה עם משתמשים אחרים (ציבורי)
it: Condividi questa sottoscrizione con altri utenti (public)
nl: Deel dit abonnement met andere gebruikers (openbaar)

source: No device selected
he: לא נבחר מכשיר
it: Nessun dispositivo selezionato
nl: Geen apparaat geselecteerd

source: Please enter your username
he: נא להקליד את שם המשתמש שלך
it: Inserisci il tuo username
nl: Voer je gebruikersnaam in

source: or the email address used while registering
he: או את כתובת הדוא״ל בה השתמשת בעת ההרשמה
it: o l'indirizzo email usato per la registrazione
nl: of het e-mailadres dat je gebruikt hebt bij het registreren

source: Bad request
he: בקשה שגויה
it: Richiesta sconosciuta
nl: Onjuist verzoek

source: There has been an error processing your request.
he: אירעה שגיאה בעת עיבוד הבקשה שלך.
it: C'è stato un errore durante l'elaborazione della richiesta.
nl: Er is een fout opgetreden tijdens het verwerken van je verzoek.

source: Unauthorized
he: אין הרשאה
it: Non autorizzato
nl: Niet-geauthoriseerd

source: This page is only available to registered users.
he: עמוד זה זמין ללקוחות רשומים בלבד.
it: Questa pagina è disponibile solo agli utenti registrati.
nl: Deze pagina is alleen beschikbaar voor geregistreerde gebruikers.

source: Account Settings
he: הגדרות חשבון
it: Impostazioni account
nl: Accountinstellingen

source: Delete Account
he: מחיקת חשבון
it: Elimina account
nl: Account verwijderen

source: Connected with %(gmail)s
he: מחובר עם %(gmail)s
it: Connesso con %(gmail)s
nl: Gekoppeld aan %(gmail)s

source: Disconnect
he: ניתוק
it: Disconnetti
nl: Ontkoppelen

source: Connect
he: חיבור
it: Connetti
nl: Koppelen

source: Account
he: חשבון

source: Login
he: כניסה
it: Accedi
nl: Inloggen

source: Login with Google
he: כניסה עם Google
it: Login con Google
nl: Inloggen met Google

source: Discover
he: עיון
it: Esplora
nl: Ontdekken

source: Directory
he: ספרייה
it: Raccolte
nl: Map

source: Support
he: תמיכה
it: Supporto
nl: Ondersteuning

source: Docs
he: מסמכים
nl: Documentatie

source: Mailing&nbsp;List
he: קבוצת&nbsp;דיונים
nl: Mailing&nbsp;lijst

source: Questions
he: שאלות
it: Domande
nl: Vragen

source: Support&nbsp;Us
he: להביע&nbsp;תמיכה&nbsp;בנו
it: Supportaci
nl: Ondersteun&nbsp;ons

source: Donate
he: תרומה
it: Dona
nl: Doneren

source: Follow
he: לעקוב
it: Seguici
nl: Volgen

source: Blog
he: בלוג

source: Blog&nbsp;(RSS)
he: בלוג&nbsp;(RSS)

source: Develop
he: פיתוח
it: Sviluppa
nl: Ontwikkelen

source: Libraries
he: ספריות
it: Librerie
nl: Bibliotheken

source: Clients
he: לקוחות
it: Client

source: Publish
he: פרסום
it: Pubblica
nl: Publiceren

source: Get&nbsp;Access
he: קבלת&nbsp;גישה
it: Ottieni&nbsp;Accesso
nl: Toegang&nbsp;verkrijgen

source: Link&nbsp;To&nbsp;Us
he: קישור&nbsp;אלינו
it: Collegati&nbsp;A&nbsp;Noi
nl: Link&npsb;naar&nbsp;ons

source: hosting provided by tornadovps.com
he: האירוח סופק על ידי tornadovps.com
it: hosting fornito da tornadovps.com
nl: hosting geleverd door tornadovps.com

source: Contribute
he: תרומה
it: Contribuisci
nl: Bijdragen

source: Contribute to gpodder.net
he: תרומה ל־gpodder.net
it: Contribuisci a gpodder.net
nl: Bijdragen aan gpodder.net

source: gpodder.net is run as a hobby project without continuous funding for servers, storage and bandwidth. We rely on contributors and donations to keep the site running and improve it constantly.
he: gpodder.net מופעל כמיזם תחביב ללא מקור מימון מתחדש לשרתים, לאחסון ולתעבורה. אנו סומכים על מתנדבים ותרומות כדי להשאיר את האתר פעיל ולשפר אותו שלב אחר שלב.
it: gpodder.net è un progetto amatoriale, senza contributi continuativi per i server, lo storage e la banda. Ci affidiamo alla comunità e alle donazioni per mantenere il sito attivo e migliorarlo costantemente.
nl: gpodder.net is een hobbyproject, zonder permanente financiering voor het draaien van servers, opslag en bandbreedte. We zijn afhankelijk van bijdragers en donateurs om de site draaiende te houden en te verbeteren.

source: Work
he: עבודה
it: Lavoro
nl: Werk

source: If you want to contribute to gpodder.net by writing code, check out the <a href="/developer/">Development</a> page. We also appreciate contributions of non-coding work, such as web and interface design, server operations, testing, etc. If you are interested, join the <a href="https://gpodder.github.io/docs/mailing-list.html">mailing list</a> or the IRC channel #gpodder on chat.freenode.net.
he: אם מעניין אותך להתנדב לטובת gpodder.net עם כתיבת קוד, כדאי לבקר בעמוד <a href="/developer/">פיתוח</a>. אנו גם מעריכים צורות התנדבות שאינן בצורת קוד, כגון עיצוב האתר, פעולות בשרת, בדיקות וכו׳. אם כל זה מעניין אותך, באפשרותך להצטרף ל<a href="https://gpodder.github.io/docs/mailing-list.html">רשימת הדיונים</a> או לערוץ ה־IRC בשם ‎#gpodder תחת chat.freenode.net.
it: Se vuoi contribuire a gpodder.net scrivendo del codice controlla la pagina <a href="/developer/">Sviluppo</a>. Apprezziamo molto anche altre tipologie di contributi come il design del sito e dell'interfaccia, la gestione dei server, il testing, etc. Se sei interessato, iscriviti alla <a href="https://gpodder.github.io/docs/mailing-list.html">mailing list</a> o entra nel canale IRC #gpodder su chat.freenode.net.
nl: Als je wilt bijdragen aan gpodder.net door het aanleveren van code, bekijk dan de pagina <a href="/developer/">Ontwikkeling</a>. We zijn ook blij met andere soorten bijdragen, zoals het verbeteren van het ontwerp van de (web)client, serverhandelingen, testen, etc. Als je geïnteresseerd bent, abonneer je dan op de <a href="https://gpodder.github.io/docs/mailing-list.html">mailinglijst</a> of ga naar het IRC-kanaal #gpodder op chat.freenode.net

source: Attention!
he: נא לשים לב!
it: Attenzione!
nl: Let op!

source: Attention, Attention!
he: לשים לב בבקשה!
it: Attenzione, attenzione!
nl: Opgelet, opgelet!

source: It seems that %(referer)s has linked to %(site)s to get you to change some data. <strong>This will possibly change some of your data / settings!</strong>. Do you really want to continue? <strong>If in doubt, chose No.</strong>
he: נראה כי %(referer)s קושר אל %(site)s כדי לנסות לשכנע אותך לשנות נתונים. <strong>מצב כזה עשוי לגרום לך לשנות חלק מהנתונים / הגדרות שלך!</strong>. להמשיך? <strong>במקרה של ספק עדיף לבחור בלא.</strong>
it: Sembra che %(referer)s abbia inviato un collegamento a %(site)s per permetterti di cambiare alcuni dati. <strong>Questo potrebbe cambiare alcuni tuoi dati/impostazioni!</strong>. Vuoi continuare? <strong>Se non sei sicuro, premi No.</strong>
nl: Het lijkt erop dat %(referer)s gelinkt heeft naar %(site)s om jou wat gegevens te laten wijzigen. <strong>Dit wijzigt mogelijk wat gegevens/instellingen!</strong> Weet je zeker dat je door wilt gaan? <strong>Als je twijfelt, kies dan Nee.</strong>

source: Yes
he: כן
it: Si
nl: Ja

source: No
he: לא
nl: Nee

source: Overview
he: סקירה
it: Panoramica
nl: Overzicht

source: Hi,
he: היי,
it: Ciao,
nl: Hallo,

source: Newest Episodes
he: הפרקים החדשים ביותר
it: Episodi recenti
nl: Nieuwste afleveringen

source: Welcome to %(site)s! If this is your first visit, you should set up your <a href="https://gpoddernet.readthedocs.io/en/latest/user/clients.html">podcast client</a> and try to check as many <em>Explore</em> boxes as you can.
he: ברוך בואך אל %(site)s! אם זה הביקור הראשון שלך, כדאי לך להגדיר את <a href="https://gpoddernet.readthedocs.io/en/latest/user/clients.html">לקוח הפודקאסטים</a> שלך ולנסות לחקור כמה שיותר תיבות <em>סיור</em> שאפשר.
it: Benvenuto su %(site)s! Se è la tua prima visita, dovresti impostare il tuo <a href="https://gpoddernet.readthedocs.io/en/latest/user/clients.html">client podcast</a> e visitare quante più voci <em>Esplora</em> possibile.
nl: Welkom op %(site)s! Als dit je eerste keer is, dan moet je je <a href="https://gpoddernet.readthedocs.io/en/latest/user/clients.html">podcast-client</a> instellen en zoveel mogelijk <em>Ontdek</em>-vakjes aankruisen als mogelijk.

source: If you have problems, have a look at the <a href="%(help)s">docs</a> or ask questions on the <a href="https://gpodder.github.io/docs/mailing-list.html">mailing list</a> or <a href="https://github.com/gpodder/mygpo/issues">forum</a>.
he: במקרה של תקלות, מוטב לעיין ב<a href="%(help)s">מסמכים</a> או לשאול שאלות ב<a href="https://gpodder.github.io/docs/mailing-list.html">רשימת הדיונים</a> או ב<a href="https://github.com/gpodder/mygpo/issues">פורום</a>.
it: Se hai problemi, dai un'occhiata alla <a href="%(help)s">documentazione</a> o poni domande nella <a href="https://gpodder.github.io/docs/mailing-list.html">mailing list</a> o nel <a href="https://github.com/gpodder/mygpo/issues">forum</a>.
nl: Als je problemen hebt, bekijk dan de <a href="%(help)s">documentatie</a> of stel vragen op de <a href="https://gpodder.github.io/docs/mailing-list.html">mailinglijst</a> of het <a href="https://github.com/gpodder/mygpo/issues">forum</a>.

source: Explore %(site)s
he: סיור ב־%(site)s
it: Esplora %(site)s
nl: Ontdek %(site)s

source: Sign up to %(site)s
he: הרשמה ל־%(site)s
it: Registrati su %(site)s
nl: Registreren op %(site)s

source: Connect your Podcast Clients
he: חיבור לקוחות הפודקאסטים שלך
it: Connetti i tuoi client podcast
nl: Koppel je podcast-clients

source: Subscribe to Podcasts
he: רישום לפודקאסטים
it: Abbonati ai podcast
nl: Abonneer je op podcasts

source: Mark your Favorite Episodes
he: סימון הפרקים המועדפים עליך
it: Segna i tuoi Episodi preferiti
nl: Markeer je favoriete afleveringen

source: Share your Subscriptions
he: שיתוף המינויים שלך
it: Condividi le tue Sottoscrizioni
nl: Deel je abonnementen

source: Share your Favorite Episodes
he: שיתוף הפרקים המועדפים עליך
it: Condividi i tuoi Episodi preferiti
nl: Deel je favoriete afleveringen

source: Share your Userpage
he: שיתוף עמוד המשתמש שלך
it: Condividi il tuo Profilo Utente
nl: Deel je gebruikerspagina

source: Tag Podcasts
he: תיוג פודקאסטים
it: Tag Podcast
nl: Label podcasts

source: Create Podcast Lists
he: יצירת רשימות פודקאסטים
it: Crea Lista Podcast
nl: Creëer podcastlijsten

source: Publish your own Podcast
he: הפצת פודקאסט משלך
it: Pubblica il tuo podcast
nl: Publiceer je eigen podcast

source: Subscribe in Your Browser
he: רישום בדפדפן שלך
it: Abobnati dal Browser
nl: Abonneer in je browser

source: Register %(site.domain)s as a feed reader, and subscribe to podcasts directly from your browser
he: ניתן לרשום את %(site.domain)s כקורא הזנות ולהירשם לפודקאסטים ישירות מהדפדפן שלך.
it: Registra %(site.domain)s come feed reader e abbonati ai podcsat direttamente dal browser
nl: Registreer %(site.domain)s als een feedlezer en abonneer direct op podcasts vanuit je browser

source: Install
he: התקנה
it: Installa
nl: Installeren

source: Delete your Account?
he: למחוק את החשבון שלך?
it: Vuoi eliminare il tuo account?
nl: Je account verwijderen?

source: Do you really want to delete your account?
he: האם באמת רצונך הוא למחוק את החשבון שלך?
it: Vuoi davvero eliminare il tuo account?
nl: Weet je zeker dat je je account wilt verwijderen?

source: Yes, please
he: כן, בבקשה
it: Si, grazie
nl: Ja, graag

source: Account Deleted
he: החשבון נמחק
it: Account eliminato
nl: Account verwijderd

source: Your account has been deleted
he: חשבונך נמחק
it: Il tuo account è stato eliminato
nl: Je account is verwijderd

source: Thanks
he: תודות
it: Grazie
nl: Bedankt

source: Development
he: פיתוח
it: Sviluppo
nl: Ontwikkeling

source: Webservice
he: שירות מקוון
it: Servizio web
nl: Webdienst

source: Integrating Clients
he: שילוב לקוחות
it: Integrazione client
nl: Clients integreren

source: If you want to integrate gpodder.net in some podcasting client, you might want to use one of the existing <a href="https://gpoddernet.readthedocs.io/en/latest/dev/libraries.html">client libraries</a>.
he: אם ברצונך לשלב את gpodder.net בלקוח פודקאסטים כלשהו, יכול להיות שעדיף לך להשתמש באחת מ<a href="https://gpoddernet.readthedocs.io/en/latest/dev/libraries.html">ספריות הלקוח</a> הקיימות.
it: Se desideri integrare gpodder.net in un client di podcast, potresti usare una delle esistenti <a href="https://gpoddernet.readthedocs.io/en/latest/dev/libraries.html">librerie per i client</a>.
nl: Als je gpodder.net wilt integreren in een podcast-client, dan moet je één van de bestaande <a href="https://gpoddernet.readthedocs.io/en/latest/dev/libraries.html">client-bibliotheken</a> gebruiken.

source: There are already several clients for different platforms which can be used as examples. <a href="https://gpoddernet.readthedocs.io/en/latest/user/clients.html">See list of clients.</a>
he: כבר ישנם מגוון לקוחות לפלטפורמות שונות בהם ניתן להשתמש כדוגמאות. <a href="https://gpoddernet.readthedocs.io/en/latest/user/clients.html">הצגת רשימת הלקוחות.</a>
it: Ci sono già diversi client che possono essere usati come esempio su varie piattaforme.<a href="https://gpoddernet.readthedocs.io/en/latest/user/clients.html">Vedi la lista di client.</a>
nl: Er zijn al verschillende clients voor verschillende platformen die als voorbeeld kunnen dienen. <a href="https://gpoddernet.readthedocs.io/en/latest/user/clients.html">Bekijk de list met clients.</a>

source: Device %(devicename)s
he: מכשיר %(devicename)s
it: Dispositivo %(devicename)s
nl: Apparaat %(devicename)s

source: This device was deleted.
he: מכשיר זה נמחק.
it: Questo dispositivo è stato eliminato.
nl: Dit apparaat is verwijderd.

source: Replace Subscriptions
he: החלפת מינויים
it: Sovrascrivi sottoscrizioni
nl: Abonnementen vervangen

source: Replace your current subscriptions by uploading an OPML file.
he: ניתן להחליף את המינויים הנוכחיים שלך על ידי העלאת קובץ OPML.
it: Sovrascrivi le sottoscrizioni attuali caricando un file OPML.
nl: Vervang je huidige abonnementen door het uploaden van een OPML-bestand.

source: Upload
he: העלאה
it: Carica
nl: Uploaden

source: Delete Device
he: מחיקת מכשיר
it: Elimina dispositivo
nl: Apparaat verwijderen

source: Synchronize
he: סנכרון
it: Sincronizza
nl: Synchroniseren

source: If you synchronize devices, they will always have the same subscriptions. A podcast that is subscribed on one device, will automatically be added to all synchronized devices.
he: סמקרה של סנכרון מכשירים, תמיד יהיו להם את אותם המינויים. פודקאסט אליו נרשמת במכשיר אחד יתווסף אוטומטית לכל המכשירים המסונכרנים.
it: Se sincronizzi vari dispositivi, questi avranno sempre le stesse sottoscrizioni. Un podcast sottoscritto su un dispositivo verrà aggiunto automaticamente a tutti i dispositivi sincronizzati.
nl: Als je apparaten synchroniseert, dan beschikken ze altijd over dezelfde abonnementen. Een abonnement op een podcast op het ene apparaat, wordt automatisch toegevoegd op alle gesynchroniseerde apparaten.

source: %(devicename)s is currently not synchronized with other devices.
he: %(devicename)s לא מסונכרן כרגע עם מכשירים אחרים.
it: %(devicename)s non è al momento sincronizzato con altri dispositivi.
nl: %(devicename)s wordt momenteel niet gesynchroniseerd met andere apparaten.

source: %(devicename)s is currently synchronized with %(synclist)s.
he: %(devicename)s מסונכרן כעת עם %(synclist)s.
it: %(devicename)s al momento è sincronizzato con %(synclist)s.
nl: %(devicename)s wordt momenteel gesynchroniseerd met %(synclist)s.

source: Stop synchronisation for %(devicename)s
he: עצירת סנכרון עבור %(devicename)s
it: Termina la sincronizzazione di %(devicename)s
nl: Synchronisatie van %(devicename)s stopzetten

source: You don't have any podcasts subscribed on this device.
he: לא נרשמת לאף פודקאסט במכשיר הזה.
it: Non c'è nessun podcast sottoscritto su questo dispositivo.
nl: Je hebt geen podcastabonnementen op dit apparaat.

source: OPML for Nokia Podcasting on Symbian
he: OPML לפודקאסטים של נוקיה על סימביאן
it: OPML per Nokia Podcasting su Symbian
nl: OPML voor Nokia Podcasting op Symbian

source: Trigger Sync
he: הפעלת סנכרון
it: Avvia sincronizzazione
nl: Synchronisatie forceren

source: Configure
he: הגדרה
it: Configura
nl: Instellen

source: Managed Devices
he: מכשירים מנוהלים
it: Dispositivi gestiti
nl: Apparaatbeheer

source: Synchronized
he: מסונכרן
it: Sincronizzato
nl: Gesynchroniseerd

source: Not Synchronized
he: לא מסונכרן
it: Non sincronizzato
nl: Niet-gesynchroniseerd

source: You don't have any devices yet. Go to the <a href="https://gpoddernet.readthedocs.io/en/latest/user/clients.html">clients</a> page to learn how to set up your client applications.
he: לא מוגדרים עבורך מכשירים עדיין. נא לעבור לעמוד ה<a href="https://gpoddernet.readthedocs.io/en/latest/user/clients.html">לקוחות</a> כדי ללמוד איך להגדיר את יישומי הלקוח שלך.
it: Non hai ancora alcun dispositivo. Vai alla pagina <a href="https://gpoddernet.readthedocs.io/en/latest/user/clients.html">client</a> per sapere come impostare le tue applicazioni.
nl: Je hebt nog geen apparaten. Ga naar de pagina <a href="https://gpoddernet.readthedocs.io/en/latest/user/clients.html">clients</a> om meer informatie te verkrijgen over het instellen van je client-apps.

source: Deleted Devices
he: מכשירים שנמחקו
it: Dispositivi eliminati
nl: Verwijderde apparaten

source: Reactivate
he: הפעלה מחדש
it: Riattiva
nl: Heractiveren

source: Delete Permanently
he: מחיקה לצמיתות
it: Elimina definitivamente
nl: Permanent verwijderen

source: Favorite Episodes
he: פרקים מועדפים
it: Episodi preferiti
nl: Favoriete afleveringen

source: You need to login to access this page.
he: עליך להיכנס כדי לגשת לעמוד הזה.
it: Effettua il login per accedere a questa pagina.
nl: Je moet inloggen om deze pagina te kunnen openen.

source: Forgot your password?
he: שכחת את הססמה שלך?
it: Hai dimenticato la password?
nl: Wachtwoord vergeten?

source: Maintenance
he: תחזוקה
it: Manutenzione
nl: Onderhoud

source: We are currently doing some work on gpodder.net but we should back online within a few minutes. Just wait a bit and try again!
he: אנו מבצעים עבודות על gpodder.net אך אנו צפויים לחזור בעוד מספר דקות. עליך פשוט לחכות מעט ולנסות שוב!
it: Stiamo lavorando su gpodder.net, ma dovremmo essere di nuovo online in pochi minuti. Attendi un istante e riprova!
nl: We zijn momenteel bezig met onderhoud op gpodder.net, maar we zijn als het goed is over een paar minuten weer terug. Wacht dus even en probeer het opnieuw!

source: My Tags
he: התגיות שלי
it: Miei tag
nl: Mijn labels

source: You didn't tag any podcasts yet. Go to your <a href="%(subscriptions-url)s">subscriptions</a> and tag some.
he: לא תייגת אף פודקאסט עדיין. יש לגשת אל ה<a href="%(subscriptions-url)s">מינויים</a> שלך ולתייג כמה מהם.
it: Non hai taggato nessun podcast. Vai alle <a href="%(subscriptions-url)s">sottoscrizioni</a> e taggane alcuni.
nl: Je hebt nog geen podcasts gelabeld. Ga naar je <a href="%(subscriptions-url)s">abonnementen</a> om podcasts te labelen.

source: Password reset
he: איפוס ססמה
it: Reset della password
nl: Wachtwoordherstel

source: Your password has been reset
he: הססמה שלך עברה איפוס
it: La tua password è stata resettata
nl: Je wachtwoord is hersteld

source: You should have received an mail with your new password. Please <a href="%(login-url)s">log in</a> now.
he: אמורה הייתה להגיע אליך הודעה עם הססמה החדשה שלך. נא <a href="%(login-url)s">להיכנס</a> כעת.
it: Dovresti aver ricevuto una email con la nuova passowrd. Per favore, fai il <a href="%(login-url)s">log in</a> ora.
nl: Je zou een e-mail moeten hebben ontvangen met daarin je nieuwe wachtwoord. <a href="%(login-url)s">Log nu in</a>.

source: Password could not be reset
he: לא ניתן לאפס את הססמה
it: La password non può essere resettata
nl: Wachtwoord kan niet worden hersteld

source: Your password could not be reset
he: לא ניתן לאפס את הססמה שלך
it: La tua password non può essere resettata
nl: Je wachtwoord kan niet worden hersteld

source: Unfortunately we were not able to reset your password.
he: לרוע המזל, לא הצלחנו לאפס לך את הססמה.
it: Purtroppo non siamo stati in grado di ripristinare la tua password.
nl: Het spijt ons zeer, maar het is niet gelukt om je wachtwoord te herstellen.

source: Privacy Settings
he: הגדרות פרטיות
it: Impostazioni di privacy
nl: Privacy-instellingen

source: %(domain)s distinguishes between public and private subscriptions.
he: ב־%(domain)s קיימת הבדלה בין מינויים ציבוריים לפרטיים.
it: %(domain)s fa distinzione tra le sottoscrizioni pubbliche e quelle private.
nl: %(domain)s maakt onderscheid tussen openbare en privé-abonnementen.

source: <strong>Public</strong> subscriptions are included in your <a href="/share/">shared podcasts</a> and our anonymized public statistics.
he: מינויים <strong>ציבוריים</strong> נכללים ב<a href="/share/">פודקאסטים המשותפים</a> שלך ובסטטיסטיקה הציבורית האלמונית שלנו.
it: Le sottoscrizioni <strong>publiche</strong> sono incluse nei tuoi <a href="/share/">podcast condivisi</a> e nelle nostre statistiche pubbliche.
nl: <strong>Openbare</strong> abonnementen zijn opgenomen in je <a href="/share/">gedeelde podcasts</a> en de anonieme, openbare statistieken.
